import { AboutWrapper } from "./styled";

export const About = () => {
    return (
        <AboutWrapper>
            <p>
                Все больше людей думают о своем здоровье. Это касается как и спорта, так и
                правильного питания. Да, мы знаем, что государство следит за составом продуктов, и
                постоянно его проверяет. Но это касается одного элемента из партии. Когда
                вероятность того, что именно в одной пачке попадется брак, низкая. Минимизация
                затрат на производстве, увеличение объемов - это непосредственно сказывается на
                качестве конечного продукта. В среднем - оно нормальное. Где-то лучше, где-то хуже.
                Про молоко, которое хранится год, иногда чернеет, вообще молчим. У нас была
                возможность на личном примере сравнить качество домашней продукции:, например меда,
                творога, овощей или яиц. Один из создателей сервиса не большой фанат домашнего
                творога, но остальное.. Невозможно сравнивать. Конечно, чаще по внешнему виду вы
                отдадите предпочтение магазинному производству. Когда все блестит и светится. Но
                разве не пора уже уходить от картинки? Может стоит смотреть немного глубже? Запах,
                аромат, вкус, а иногда даже и цвет конечного продукта поможет определить качество
                `домашней` продукции. Кто любит свежую выпечку? Еще наши бабушки говорили, что из
                домашний яиц получается совсем не такая выпечка, как из магазина. Она пышная,
                ароматная, не такая белая. И благодаря нашему сервису, у вас будет возможность ее
                попробовать. По статистике, возраст среднего фермера 43 года. Это люди, которые
                сложно поддаются обучению. У них есть установки, по которым они живут и опыт, к
                которому они прислушиваются. Поэтому мы решили создать сервис, интерфейс которого
                будет максимально упрощен и понятен даже самому взрослому поколению. Мы выбрали
                русский язык интерфейса, ведь процент англоговорящих в нашей стране оставляет желать
                лучшего.
            </p>
        </AboutWrapper>
    );
};
